Repository: norhap/openvision-core-plugin
Catalog: po/*.po
Languages: ru

source: %s downloads
ru: %s загрузок

source: 128 Mb
ru: 128 МБ

source: 16 Mb
ru: 16 МБ

source: 256 Mb
ru: 256 МБ

source: 32 Mb
ru: 32 МБ

source: 64 Mb
ru: 64 МБ

source: 8 Mb
ru: 8 МБ

source: 96 Mb
ru: 96 МБ

source: A background update check is in progress, please try again.
ru: Идет проверка наличия обновлений в фоновом режиме. Пожалуйста, попробуйте позже.

source: Activate
ru: Активировать

source: Active
ru: Активный

source: Active:
ru: Активный:

source: Are you ready to install ?
ru: Вы готовы к установке?

source: Are you sure you want to delete image slot %s ?
ru: Вы уверены, что хотите удалить слот имиджа %s?

source: Are you sure you want to download this image:
ru: Вы уверены, что хотите скачать этот имидж:

source: Are you sure you want to restore this backup:
ru: Вы уверены, что хотите восстановить эту резервную копию:

source: Authentication
ru: Идентификация

source: Autostart
ru: Автозапуск

source: Background update check is in progress, please try again.
ru: Идет проверка наличие обновлений в фоновом режиме. Пожалуйста, попробуйте позже.

source: Backing up eMMC partitions for USB flash ...
ru: Копирование разделов eMMC для USB-флеш...

source: Backing up eMMC partitions for USB flash...
ru: Копирование разделов eMMC для USB-флеш...

source: Backing up files...
ru: Резервное копирование файлов...

source: Backing up kernel...
ru: Резервное копирование ядра...

source: Backing up root file system...
ru: Резервное копирование корневой файловой системы...

source: Backup Manager
ru: Менеджер бекапов

source: Backup complete.
ru: Резервное копирование завершено.

source: Backup complete...
ru: Резервное копирование завершено...

source: Backup confirmation
ru: Подтверждение резервного копирования

source: Backup created
ru: Резервная копия создана

source: Backup failed - e. g. wrong backup destination or no space left on backup device.
ru: Ошибка резервного копирования! Неправильное место назначения или на устройстве резервного копирования не осталось места.

source: Backup in progress, Please wait for it to finish, before trying again.
ru: Выполняется резервное копирование, Пожалуйста, дождитесь завершения, прежде чем пытаться снова.

source: Backup location
ru: Расположение бекапа

source: Backup manager
ru: Менеджер бекапов

source: Backup/Flash/ReBoot system image.
ru: Копирование/Прошивка/Перезагрузка имиджа

source: Cancel
ru: Отменить

source: Cannot download data. Please check your configuration
ru: Не могу загрузить данные. Пожалуйста, проверьте вашу конфигурацию

source: Cannot unmount partition '%s'. Make sure this partition is not in use. (SWAP, record/timeshift, etc.)
ru: Невозможно отсоединить раздел '%s' Убедитесь, что он не используется для подкачки, записи или таймшифта.

source: Change location
ru: Изменить расположение

source: Check interval on minutes
ru: Проверьте интервал в минутах

source: Checking free ram..
ru: Проверка свободной оперативной памяти..

source: Checking softcams...
ru: Проверка эмулятора...

source: Choose IPK folder
ru: Выбрать папку с IPK

source: Choose files
ru: Выбрать файлы

source: Choose where to mount your devices to:
ru: Выберите, точки монтирования устройств:

source: Choose your main device
ru: Выберите ваше основное устройство

source: Client Mode Box
ru: Окно режима клиента

source: Client Mode Box: If you want to exit Client Mode and have a backup with your original settings. You can restore from blue button on Vision Backup Manager.
ru: Окно режима клиента: если вы хотите выйти из режима клиента и создать резервную копию с исходными настройками. Вы можете выполнить восстановление с помощью синей кнопки в Vision менеджере бекапов.

source: Close
ru: Закрыть

source: Comparing against backup...
ru: Сравнение с резервной копией...

source: Compress
ru: Сжатие

source: Create
ru: Создать

source: Create and Manage your SWAP files.
ru: Создание и управление файлом подкачки

source: Create:
ru: Создать:

source: Creating list of installed plugins...
ru: Создание списка установленных плагинов...

source: Creating swap..
ru: Создание файла подкачки..

source: Creating zip...
ru: Создание ZIP архива...

source: Current status:
ru: Текущий статус:

source: Daily
ru: Ежедневно

source: Deactivate
ru: Отключить

source: Default username (root)
ru: Имя пользователя по умолчанию (root)

source: Delete
ru: Удалить

source: Deselect
ru: Отменить выбор

source: Device %s
ru: Устройство %s

source: Device:
ru: Устройство:

source: Device: None available
ru: Устройство: не доступно

source: Device: Un-mount
ru: Устройство: Размонтировать

source: Disable startup
ru: Отключить запуск

source: Do you want to create a full image backup? This can take about 6 minutes to complete.
ru: Вы хотите создать полную резервную копию имиджа? Это может занять около 6 минут.

source: Do you want to flash image %s
ru: Вы хотите прошить имидж %s

source: Do you want to restart GUI now ?
ru: Хотите перезагрузить GUI сейчас?

source: Do you want to restore your Enigma2 plugins ?
ru: Хотите восстановить свои плагины Enigma2?

source: Do you want to restore your enigma2 settings ?
ru: Хотите восстановить свои настройки Enigma2?

source: Do you want to scan for a server?
ru: Хотите перезагрузить GUI сейчас?

source: DownLoad
ru: Загрузить

source: Download
ru: Загрузить

source: Download completed
ru: Загрузка завершена

source: Download confirmation
ru: Подтверждение загрузки

source: Downloading
ru: Загрузка

source: Downloads
ru: Загрузить

source: ET8500 Multiboot: Yes to restore OS1 No to restore OS2:
ru: Мультизагрузка: Да, чтобы восстановить ОС1 Нет, чтобы восстановить ОС2:

source: ET8500 image restore
ru: Восстановление имиджа

source: Empty slot
ru: Пустой слот

source: Enable frozen check
ru: Включить проверку на зависание

source: Enable startup
ru: Включить запуск

source: Enable swap at startup
ru: Файл подкачки при загрузке

source: Enough retries, delaying till next schedule.
ru: Достаточно повторных попыток, подождите до следующего старта.

source: Erase
ru: Очистить

source: Exit the restore wizard
ru: Выход из мастера восстановления

source: Expand
ru: Расширить

source: Extra IPK's
ru: Дополнительные IPK

source: Flash
ru: Прошить

source: Flash image unzip successful.
ru: Имидж успешно распакован.

source: Folder prefix
ru: Префикс папки

source: Found non-standard softcam, trying to start, this may fail.
ru: Найден неподдерживаемый эмулятор, попытка запуска, но может не удаться.

source: Free space:
ru: Свободно памяти:

source: From which image library do you want to download?
ru: Из какой библиотеки имиджей Вы хотите скачать?

source: H9 SDcard Manager
ru: Zhemma H9 SDCard менеджер

source: HTTP port
ru: HTTP порт

source: Host
ru: Хост

source: INFO
ru: ИНФО

source: IPK installer
ru: IPK установщик

source: Image Manager
ru: Имидж менеджер

source: Image manager
ru: Имидж менеджер

source: Important: Do not enable OpenWebif authentication on server, neither in this Setup.
ru: Важно: не включайте аутентификацию OpenWebif ни на сервере, ни в этой настройке.

source: Inactive
ru: Неактивен

source: Info
ru: Инфо

source: Init SDcard
ru: Инициализация SD-карты

source: Init USB/SDA1
ru: Инициализация usb/sda1

source: Init Zgemma H9 SDcard - please reboot after use.
ru: Инициализация Zgemma H9 SD-карты - пожалуйста, перезагрузите после использования.

source: Init Zgemma H9 USB/SDA1 - please reboot after use.
ru: Инициализация Zgemma H9 usb/sda1 - пожалуйста, перезагрузите после использования.

source: Install
ru: Установить

source: Install IPK's from your tmp folder.
ru: Установка IPK из директории tmp

source: Install confirmation
ru: Подтверждение установки

source: Install extensions.
ru: Установить дополнения.

source: Installing...
ru: Установка...

source: Invert
ru: Инвертировать

source: It seems you have not setup an extra location. Please set it up in the Backup manager setup menu.
ru: Похоже, дополнительное местоположение не было настроено. Пожалуйста, настройте его в меню настроек резервного копирования.

source: Lets define enigma2 once more
ru: Давайте еще раз определим enigma2

source: MB
ru: МБ

source: MENU
ru: МЕНЮ

source: Manage settings backup.
ru: Управление резервными копиями

source: Manage your devices mount points.
ru: Управление точками монтирования своих устройств

source: Monthly
ru: Ежемесячно

source: Mount
ru: Монтировать

source: Mount Manager
ru: Менеджер монтирования

source: Mount failed for '%s', error code = '%s'.
ru: Не удалось смонтировать '%s', код ошибки = '%s'.

source: Mount:
ru: Монтировать:

source: Move Nand root to SD card
ru: Переместить корень NAND на SD-карту

source: Moving to backup Location...
ru: Перемещение в каталог резервного копирования...

source: Multiboot only able to restore this backup to MMC slot1
ru: Мультизагрузчик может восстановить эту резервную копию только в слот1 MMC

source: New backup
ru: Новая копия

source: Next backup:
ru: Следующая копия:

source: No config files found, please setup Ncam first in /etc/tuxbox/config/ncam
ru: Конфигурационных файлов не найдено, сначала настройте Ncam в /etc/tuxbox/config/ncam

source: No config files found, please setup Oscam first in /etc/tuxbox/config/oscam
ru: Конфигурационные файлы не найдены, настройте OSCam в /etc/tuxbox/config/oscam

source: No config files found, please setup Oscam first in /etc/tuxbox/config/oscam.
ru: Конфигурационные файлы не найдены, настройте OSCam в /etc/tuxbox/config/oscam.

source: No config files found, please setup Oscam-emu first in /etc/tuxbox/config/oscam-emu
ru: Конфигурационные файлы не найдены, настройте Oscam-emu в /etc/tuxbox/config/oscam-emu

source: No config files found, please setup Oscam-emu first in /etc/tuxbox/config/oscam-emu.
ru: Конфигурационные файлы не найдены, настройте Oscam-emu в /etc/tuxbox/config/oscam-emu.

source: No config files found, please setup Oscam-smod first in /etc/tuxbox/config/oscam-smod
ru: Конфигурационные файлы не найдены, настройте Oscam-smod в /etc/tuxbox/config/oscam-smod

source: No config files found, please setup Oscam-smod first in /etc/tuxbox/config/oscam-smod.
ru: Конфигурационные файлы не найдены, настройте Oscam-smod в /etc/tuxbox/config/oscam-smod.

source: No devices found
ru: Устройства не найдены

source: No images found on the selected download server...if password check validity
ru: На выбранном сервере не найдено ни одного имиджа. Проверьте с паролем

source: No, do not restore plugins
ru: Нет, не восстанавливать плагины

source: No, do not restore settings
ru: Нет, не восстанавливать настройки

source: None
ru: Нет

source: Note: slot list does not show current image or empty slots.
ru: Информация: в списке слотов не отображается текущие имиджи или слоты пусты.

source: Now skipping restore process
ru: Пропустить восстановление

source: OK, to perform a restore
ru: ОК, чтобы восстановить

source: Opkg Install
ru: Установить

source: Partition: %s Mount: %s unmounted successfully; if all partitions now unmounted you can remove device.
ru: Раздел: %s Монтирование: %s успешно размонтировано; если все разделы отключены, вы можете удалить устройство.

source: Password
ru: Пароль

source: Please enter a folder that contains some packages.
ru: Пожалуйста, войдите в папку, содержащую несколько пакетов.

source: Please select device to use as SWAP file location.
ru: Выберите устройство, которое будет использоваться в качестве расположения SWAP файла.

source: Please wait while download is in progress. Note: If you have parental control enabled on remote box, the local settings will be overwritten.
ru: Подождите, пока идет загрузка. Примечание: Если на удаленном компьютере включен родительский контроль, локальные настройки будут перезаписаны.

source: Please wait while plugins restore completes...
ru: Пожалуйста, подождите, пока завершится восстановление плагинов...

source: Please wait while scan is in progress. This operation may take a while
ru: Подождите, пока идет сканирование. Эта операция может занять некоторое время.

source: Please wait while scanning for devices...
ru: Пожалуйста, подождите, пока идет сканирование для устройств...

source: Please wait while scanning your receiver devices...
ru: Пожалуйста, подождите, пока просканируют ваши приемные устройства...

source: Please wait while settings restore completes...
ru: Пожалуйста, подождите, пока завершится восстановление настроек...

source: Please wait while starting
ru: Подождите, идет запуск

source: Please wait while stopping
ru: Подождите, идет остановка

source: Please wait while the flash prepares.
ru: Пожалуйста, подождите, пока подготавливается прошивка.

source: Please wait while the system gathers information...
ru: Пожалуйста, подождите, пока система соберет информацию...

source: Please wait.
ru: Ждите пожалуйста.

source: Plugin listing failed - e. g. wrong backup destination or no space left on backup device.
ru: Не удалось добавить плагин! Неправильное место назначения или на устройстве резервного копирования не осталось места.

source: Preparing extra plugins...
ru: Подготовка дополнительных плагинов...

source: Press OK to toggle the selection.
ru: Нажмите ОК для подтверждения выбора или отмены.

source: Press appropiate Init to move Nand root to SDcard or USB.
ru: Нажмите 'Инициализация', чтобы переместить корень NAND на SD-карту.

source: Really close without saving settings?
ru: Закрыть без сохранения настроек?

source: Really use and mount %s as HDD ?
ru: Действительно использовать и монтировать %s в качестве HDD ?

source: Reboot
ru: Перезагрузка...

source: Rebooting...
ru: Перезагрузка...

source: Recording(s) are in progress or coming up in few seconds! Do you still want to flash image %s?
ru: Запись(и) идёт или начнётся в ближайшие несколько секунд! Вы все еще хотите прошить имидж %s?

source: Removal of this slot will not show in %s GUI. Are you sure you want to delete image slot?
ru: Удаление этого слота не будет отображаться в %s GUI. Вы уверены, что хотите удалить слот %s ?

source: Remove confirmation
ru: Удаление с подтверждением

source: Removing temp mounts...
ru: Удаление временных монтирований...

source: Repeat how often
ru: Как часто повторять

source: Report problems to:
ru: Сообщайте о проблемах по адресу:

source: Restart
ru: Перезагрузить

source: Restart GUI.
ru: Перезагрузка GUI.

source: Restart receiver.
ru: Перезагрузка ресивера.

source: Restore
ru: Восстановить

source: Restore confirmation
ru: Подтверждение восстановления

source: Restore only settings from this backup ?
ru: Восстановить только настройки из этой резервной копии ?

source: Restore settings
ru: Восстановить настройки

source: Restore wizard
ru: Мастер восстановления

source: Restoring backup...
ru: Восстановление резервной копии...

source: Restoring please wait...
ru: Восстановление, подождите ...

source: Restoring plugins, this can take a long time...
ru: Восстановление плагинов, это может занять много времени...

source: Restoring plugins...
ru: Восстановление плагинов...

source: Restoring, your receiver go to restart...
ru: Восстанавливаю, ваш ресивер перезагрузится...

source: Retrieving image slots - Please wait...
ru: Получение загрузочных разделов. Пожалуйста, подождите...

source: Run
ru: Запустить

source: Run your shell scripts.
ru: Запуск своих скриптов

source: Save
ru: Сохранить

source: Scan
ru: Сканирование

source: Schedule backups
ru: Запланировать резервное копирование

source: Schedule sync
ru: Расписание синхронизации

source: Script Runner
ru: Запуск скриптов

source: Select
ru: Выбрать

source: Select a backup to restore:
ru: Выберите резервную копию для восстановления:

source: Select a package to install:
ru: Выберите пакет для установки:

source: Select an image to download:
ru: Выберите имидж для загрузки:

source: Select extra packages folder
ru: Пожалуйста, выберите папку с плагинами

source: Select files/folders to backup
ru: Выбор файлов/папок для резервного копирования

source: Select folder that contains plugins
ru: Выберите папку, содержащую плагины

source: Select the swap file size:
ru: Выберите размер файла подкачки:

source: Select what you want to do
ru: Выберите то, что вы хотите сделать

source: Select:
ru: Выбрать:

source: Setting up...
ru: Настройка...

source: Setup mounts
ru: Настройки монтирования

source: Size:
ru: Размер:

source: Size: %sGB
ru: Размер: %sGB

source: Size: %sMB
ru: Размер: %sMB

source: Size: %sTB
ru: Размер: %sTB

source: Size: unavailable
ru: Размер: недоступно

source: Softcam starting...
ru: Запуск эмулятора...

source: Softcam stopping...
ru: Остановка эмулятора...

source: SoftcamCheck
ru: Проверка эмулятора

source: Sorry but that location does not exist or is not setup. Please set it up in the Backup manager setup menu.
ru: Извините, но это местоположение не существует или не настроено. Пожалуйста, настройте его в меню настроек резервного копирования.

source: Sorry the feeds are down for maintenance. Please try again later.
ru: Извините, сервер отключен для обслуживания, повторите попытку позже.

source: Sorry the feeds are down for maintenance. Please try using Backup manager to restore plugins later.
ru: Извините, сервер отключен для обслуживания. Для восстановления плагинов, повторите попытку позже.

source: Sorry the feeds are down for maintenance. Please try using the Backup manager to restore plugins later.
ru: Извините, сервер отключен для обслуживания. Для восстановления плагинов, повторите попытку позже.

source: Sorry, but the file is not compatible with this image version.
ru: Извините, но файл не совместим с этой версией имиджа.

source: Sorry, but the file is not compatible with this kernel version.
ru: Извините, но файл несовместим с этой версией имиджа.

source: Sorry, but the restore failed.
ru: Извините, но восстановление не удалось.

source: Sorry, no physical devices that supports SWAP attached. Can't create SWAP file on network or fat32 file-systems.
ru: К сожалению, нет устройств, поддерживающих файл подкачки. Невозможно создать подкачку в сетевых или файловых системах FAT32.

source: Sorry, not enough free RAM found, and no physical devices that supports swap attached. Can't create SWAP file on network or FAT32 file-systems, unable to make backup.
ru: К сожалению, недостаточно свободной оперативной памяти, и нет устройств, поддерживающих файл подкачки. Невозможно создать резервную копию!

source: Sources are available at:
ru: Исходники доступны по адресу:

source: Start
ru: Старт

source: Starting...
ru: Запуск...

source: Status:
ru: Статус:

source: Stop
ru: Стоп

source: Streaming port
ru: Порт стриминга

source: Swap Manager
ru: Управление файлом подкачки

source: Swap file not found. You have to create the file before you try to activate it.
ru: Файл подкачки не найден. Вы должны создать файл, прежде чем пытаться его активировать.

source: Swap place:
ru: Путь:

source: Swap size:
ru: Размер файла подкачки:

source: Temp folder
ru: Временная папка

source: The backup location does not have enough free space.
ru: В хранилище резервных копий недостаточно свободного места.

source: The backup location does not have enough free space.
ru: В хранилище резервных копий недостаточно свободного места.

source: The changes need a system restart to take effect. Restart your receiver now?
ru: Чтобы изменения вступили в силу, необходимо перезагрузить систему. Перезагрузить Ваш ресивер сейчас?

source: The chosen location does not exist, using.
ru: Выбранное местоположение не существует, используется /media/hdd.

source: There is a problem with this device. Please reformat it and try again.
ru: Есть проблема с этим устройством. Пожалуйста, отформатируйте и попробуйте снова.

source: There is no backup to restore.
ru: Нет резервной копии для восстановления.

source: There is no image to flash.
ru: Нет имиджа для прошивки.

source: This Device is already mounted as HDD.
ru: Это устройство уже было установлено как HDD.

source: Time of backup to start in minutes
ru: Время начала резервного копирования

source: Time of sync to start
ru: Время начала синхронизации

source: To apply new settings, you need to restart GUI your STB. Do you want restart it now?
ru: Чтобы применить новые настройки, вам необходимо перезапустить графический интерфейс вашего ресивера. Вы хотите перезапустить его сейчас?

source: Type:
ru: Тип:

source: Unmount
ru: Размонтировать

source: Unzip error (also sent to any debug log): %s
ru: Ошибка распаковки (также в журнале отладки): %s

source: Updating mount locations...
ru: Обновление точек монтирования...

source: Use Mount Manager Please
ru: Используйте диспетчер монтирования, пожалуйста

source: Use Mount Manager and press green setup mounts
ru: Используйте диспетчер монтирования и нажмите зеленую кнопку настройки монтирования.

source: Use as HDD
ru: Использовать как HDD

source: Use remote HDD
ru: Использовать удаленный жесткий диск

source: Use remote timers
ru: Используйте удаленные таймеры

source: Use the cursor keys to select an installed image and then Erase button.
ru: Используйте клавиши курсора, чтобы выбрать установленное изображение, а затем кнопку удаления.

source: Use this box as a client of a server.
ru: Используйте этот ресивер как клиент сервера.

source: View progress
ru: Процесс выполнения

source: Vision Backup Manager
ru: Vision Менеджер резервного копирования

source: Vision Backup Manager Setup
ru: Установки Менеджера резервного копирования

source: Vision Backup manager logs
ru: Логи Менеджера резервного копирования

source: Vision Client Mode Box
ru: Окно режима клиента

source: Vision Core
ru: Vision Ядро

source: Vision H9 SDcard Manager
ru: Zgemma H9 SD-карт менеджер

source: Vision Image Manager
ru: Vision имидж менеджер

source: Vision Image Manager Setup
ru: Установки имидж менеджера

source: Vision Mount Manager
ru: Менеджер монтирования

source: Vision Multiboot Image Manager
ru: Мультизагрузка

source: Vision Opkg Install
ru: Vision установщик

source: Vision SWAP Manager
ru: Управление файлом подкачки

source: Vision Script Runner
ru: Запуск скриптов

source: Vision Script runner
ru: Запуск скриптов

source: Vision Softcam
ru: Эмуляторы

source: Vision Softcam logs
ru: Логи эмулятора

source: Vision Softcam setup
ru: Настройка эмулятора

source: Vision Swap Manager
ru: Менеджер файла подкачки

source: Wait please while creating swap file...
ru: Пожалуйста, подождите, пока создается файл подкачки...

source: Wait please while scanning for softcam's...
ru: Пожалуйста, подождите, пока идет поиск эмулятора...

source: Wait please while scanning...
ru: Пожалуйста, подождите, пока идет сканирования...

source: Warning, this device is used for more than one mount point!
ru: Внимание, это устройство используется более чем для одной точки монтирования!

source: Weekly
ru: Еженедельно

source: Yes, to restore plugins
ru: Да, чтобы восстановить плагины

source: Yes, to restore settings
ru: Да, чтобы восстановить настройки

source: You have decided not to flash image.
ru: Вы отказались прошивать имидж.

source: You have to create a swap file before trying to activate the autostart.
ru: Вам нужно создать файл подкачки, прежде чем активировать автозапуск.

source: You may have to press red button again. Use %s as HDD ?
ru: Возможно, вам придется снова нажать красную кнопку. Использовать %s в качестве жесткого диска?

source: Your receiver could not connect to the plugin feeds at this time. Please try using the Backup manager to restore plugins later.
ru: Ваш %s %s не может подключиться к фиду. Для восстановления плагинов, повторите попытку позже.

source: Your receiver is about to create a full image backup, this can take about 6 minutes to complete. Do you want to allow this?
ru: Ваш %s %s создает полную резервную копию имиджа, это может занять около 6 минут. Продолжить?
