Repository: norhap/openvision-core-plugin
Catalog: po/*.po
Languages: ru

source: Your receiver is about to run a backup of your settings and to detect your plugins. Do you want to allow this?
ru: Ваш %s %s запускает резервное копирование настроек и плагинов. Продолжить?

source: Your receiver is not connected to a network. Please check your network settings and try again.
ru: Ваш %s %s не подключен к сети. Пожалуйста, проверьте настройки сети и попробуйте снова.

source: Your receiver is not connected to a network. Please try using the Backup manager to restore plugins later when a network connection is available.
ru: Ваш %s %s не подключен к сети. Для восстановления плагинов, повторите попытку позже, когда будет доступно сетевое соединение.

source: Your receiver is not connected to the Internet. Please try using Backup manager to restore plugins later.
ru: Ваш %s %s не подключен к Интернету. Для восстановления плагинов, повторите попытку позже.

source: Your receiver is not connected to the Internet. Please try using the Backup manager to restore plugins later.
ru: Ваш %s %s не подключен к Интернету. Для восстановления плагинов, повторите попытку позже.

source: ofgwrite error (also sent to any debug log): %s
ru: Ошибка ofgwrite (также в журнале отладки): %s

source: slot%s - %s
ru: Слот%s - %s

source: slot%s - %s
ru: Слот%s - %s

source: slot%s - %s (current image)
ru: Слот%s - %s (текущий имидж)

source: unavailable
ru: Недоступен
